Repository: aryansbtloe/com.aryansbtloe.apns-tester.sample.ios
Catalog: Application/Languages/*.lproj/Localizable.strings
Languages: ar, de, fr, hi, ms, ur

source: Connect via SMS
ar: الاتصال عبر SMS
de: Verbindung per SMS herstellen
fr: Se connecter via SMS
hi: एसएमएस के माध्यम से कनेक्ट करें
ms: Sambung melalui SMS
ur: SMS کے ذریعے جڑیں

source: Connect via MAIL
ar: الاتصال عبر البريد
de: Verbindung über MAIL herstellen
fr: Se connecter via MAIL
hi: मेल से कनेक्ट करें
ms: Sambung melalui MAIL
ur: میل کے ذریعے جڑیں

# _CONNECT_WITH_ME_
source: No problem !!! Connect with us
ar: لا توجد مشكلة !!! تواصل معنا
de: Kein Problem !!! Verbinden Sie sich mit uns
fr: Pas de problème !!! Connectez-vous avec nous
hi: कोई समस्या नहीं !!! हमारे साथ कनेक्ट करें
ms: Tiada masalah !!! Berhubung dengan kami
ur: کوئی حرج نہیں !!! ہمارے ساتھ مربوط ہوں

source: Need help ?
ar: هل تحتاج إلى مساعدة؟
de: Benötigen Sie Hilfe?
fr: Besoin d'aide?
hi: सहायता की आवश्यकता है?
ms: Perlu bantuan?
ur: مدد کی ضرورت ہے؟

# _HOW_TO_SEND_
source: How to Send Push Notifications ?
ar: كيفية إرسال إشعارات الدفع؟
de: Wie sende ich Push-Benachrichtigungen?
fr: Comment envoyer des notifications push?
hi: पुश सूचनाएं कैसे भेजें?
ms: Bagaimana Menghantar Pemberitahuan Tolak?
ur: پش نوٹیفیکیشن کیسے بھیجیں؟

source: Notification
ar: إشعار
de: Benachrichtigung
hi: अधिसूचना
ms: Pemberitahuan
ur: اطلاع

source: Code
ar: الرمز
hi: कोड
ms: Kod
ur: کوڈ

# _TEST_NOTIFICATION_
source: Test Notifications
ar: إعلامات الاختبار
de: Testbenachrichtigungen
fr: Notifications de test
hi: परीक्षण सूचनाएं
ms: Pemberitahuan Uji
ur: ٹیسٹ کی اطلاعات

# _GUIDANCE_
source: You can test your server side APNS implementation by sending push notification to this tester application. Just use device token , bundle id and certificate provided below
ar: يمكنك اختبار تنفيذ APNS من جانب الخادم الخاص بك عن طريق إرسال n إشعار إلى هذا المختبر n التطبيق. n فقط استخدام رمز الجهاز ومعرف الحزمة والشهادة المقدمة أدناه
de: Sie können Ihre serverseitige APNS-Implementierung testen, indem Sie eine Push-Benachrichtigung an diese Testanwendung senden. NVerwenden Sie nur das unten angegebene Gerätetoken, die Bundle-ID und das Zertifikat.
fr: Vous pouvez tester votre implémentation APNS côté serveur en envoyant une nnotification push à ce testeur napplication. NUtilisez simplement le jeton d'appareil, l'identifiant du bundle et le certificat fournis ci-dessous
hi: आप इस परीक्षक napplication पर पुश nnotification भेजकर अपने सर्वर साइड APNS कार्यान्वयन का परीक्षण कर सकते हैं। नीचे दिए गए डिवाइस टोकन, बंडल आईडी और प्रमाणपत्र का उपयोग करें
ms: Anda dapat menguji pelaksanaan APNS sisi pelayan anda dengan mengirimkan push npemberitahuan ke penguji ini naplikasi. NHanya gunakan token peranti, id bundle dan sijil yang disediakan di bawah
ur: آپ اس ٹیسٹر پر پش not n نوٹیفکیشن بھیج کر اپنے سرور سائیڈ اے پی این ایس کے نفاذ کی جانچ کرسکتے ہیں app

source: Copy
ar: نسخ
de: Kopieren
fr: Copier
hi: कॉपी
ms: Salin
ur: کاپی

source: Download
ar: تنزيل
fr: Télécharger
hi: डाउनलोड
ms: Muat turun
ur: ڈاؤن لوڈ

# _CAN_WE_CONNECT_
source: Hey looks like i need help here Can we connect?
ar: مرحبًا يبدو أنني بحاجة إلى المساعدة هنا n هل يمكننا الاتصال؟
de: Hey, sieht so aus, als ob ich hier Hilfe brauche nKann wir eine Verbindung herstellen?
fr: Hé, on dirait que j'ai besoin d'aide ici nPeut-on se connecter?
hi: ऐसा लगता है कि मुझे यहाँ मदद की ज़रूरत है n हम कनेक्ट कर सकते हैं?
ms: Hei sepertinya saya memerlukan bantuan di sini nBolehkah kita berhubung?
ur: ارے ایسا لگتا ہے جیسے مجھے یہاں مدد کی ضرورت ہے n کیا ہم رابطہ کرسکتے ہیں؟

# _SETUP_ACCOUNT_
source: Please setup your mail account first
ar: يرجى إعداد حساب بريدك أولاً
de: Bitte richten Sie zuerst Ihr E-Mail-Konto ein
fr: Veuillez d'abord configurer votre compte de messagerie
hi: कृपया अपना मेल खाता पहले सेट करें
ms: Sila sediakan akaun e-mel anda terlebih dahulu
ur: براہ کرم پہلے اپنا میل اکاؤنٹ مرتب کریں

# _GET_AD_FREE_EXPERIENCE_
source: Get ad free experience lifetime
ar: احصل على تجربة خالية من الإعلانات طوال الحياة
fr: Obtenez une durée de vie sans publicité
hi: विज्ञापन मुक्त जीवनकाल प्राप्त करें
ms: Dapatkan pengalaman seumur hidup tanpa iklan
ur: زندگی بھر اشتہار کا مفت تجربہ حاصل کریں

# _PURCHASED_AD_FREE_EXPERIENCE_
source: You have got lifetime ad free experience
ar: لديك تجربة مجانية للإعلان مدى الحياة
fr: Vous bénéficiez d'une expérience sans publicité à vie
hi: आपको आजीवन विज्ञापन मुक्त अनुभव मिला है
ms: Anda mendapat pengalaman bebas iklan seumur hidup
ur: آپ کو زندگی بھر اشتہار کا مفت تجربہ ملا ہے

source: Purchase
ar: شراء
fr: Acheter
hi: खरीद
ms: Pembelian
ur: خریداری

# _NO_ADS_
source: I dont wish to see ads
ar: لا أرغب في مشاهدة الإعلانات
fr: Je ne souhaite pas voir d'annonces
hi: मुझे विज्ञापन देखने की इच्छा नहीं है
ms: Saya tidak mahu melihat iklan
ur: میں اشتہارات دیکھنا نہیں چاہتا

source: Restore
ar: استعادة
fr: Restaurer
hi: पुनर्स्थापना
ms: Pulihkan
ur: بحال

source: Remove ads
ar: إزالة الإعلانات
fr: Supprimer les publicités
hi: विज्ञापन निकालें
ms: Alih keluar iklan
ur: اشتہارات ہٹائیں

source: Cancel
ar: إلغاء
fr: Annuler
hi: रद्द करें
ms: Batal
ur: منسوخ کریں

source: Thanks
ar: شكرًا
fr: Merci
hi: धन्यवाद
ms: Terima kasih
ur: شکریہ

source: Okay
ar: حسنًا
fr: D'accord
hi: ठीक है
ms: Baiklah
ur: ٹھیک ہے
